<a href="https://colab.research.google.com/github/yahyatamim/ClimateExtremePrediction/blob/master/Test_github.ipynb" target="_parent"><img src="https://colab.research.google.com/assets/colab-badge.svg" alt="Open In Colab"/></a>

In [1]:
import pandas as pd

In [3]:
url = 'https://raw.githubusercontent.com/yahyatamim/ClimateExtremePrediction/master/Barisal_CDD.csv'
df = pd.read_csv(url)

In [4]:
df.head()

   year   cdd
0  1980    35
1  1981    75
2  1982    55
3  1983    33
4  1984    52